
INSERT INTO plants (kor_name, eng_name, means, description, difficulty, light, water, image) VALUES 
("몬스테라", "Monstera",	"웅장한 계획",	"식물이 크기 때문에 큰 화분에 심어야 하며, 받침대를 세워 고정시켜야 합니다. 그리고 반그늘을 좋아하므로 실내에 두는 것이 좋습니다.",	"낮음",	"반음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"001_Monstera.jpg"),
("블루스타 고사리",	"Blue Star Fern",	"달성",	"큰 나무 그늘 아래에서 다른 나무에 붙어 자라거나 바위 틈새에서 자라기 때문에 많은 빛을 필요로 하지 않습니다. 다만 빛을 보지 못한 만큼 촉촉하고 습한 환경을 좋아합니다.", "중간", "음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"002_Blue Star Fern.jpg"),
("칼라디움",	"Caladium",	"기쁨",	"기온이 20℃ 이하에서는 아름다운 잎이 되지 않으며 40-90cm 높이로 자라고 잎은 대개 15-45cm 길이로 넓은 편이다",	"높음",	"반양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"003_Caladium.jpg"),
("스투키",	"Stuckyi",	"관용",	"그늘, 열, 건조한 환경을 잘 견뎌내며 모든 환경에서 잘자라고, 물을 많이 주지 않은 상태에서도 따뜻한 환경과 추운 환경을 날 수 있습니다",	"낮음",	"반양지",	"몸통이 약간 말랑말랑하면 듬뿍 주세요",	"004_Stucki.jpg"),
("유칼립투스 폴리안",	"Red Box Gum",	"추억",	"실내에 두면 마음이 안정되고 스트레스 해소에도 좋으며 실내먼지에 민감하기 때문에 비염이 있는 사람들에게 좋습니다",	"낮음",	"양지",	"항상 흙을 축축하게 해줍니다",	"005_Red Box Gum.jpg"),
("보스턴 고사리",	"Bosten Fern",	"보호",	"증산작용이 띄어나고 포름알데히드 제거능력이 높은 식물로 담배연기제거에도 효과가 좋습니다",	"낮음",	"반음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"006_Bosten Fern.jpg"),
("산세베리아",	"Sansevieria",	"관용",	"빛을 좋아하는 열대식물이므로 그늘에서 오래 키울경우 잎이 얇아지고 색이 빠집니다. 해가 비치는 양지나 반음지에서 키우는 것이 좋습니다",	"낮음",	"반양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"007_Sansevieria Moonshin.jpg"),
("벵갈 고무나무",	"Banyan Tree", "영원한 행복",	"높이 30m로 자라는 식물이며 인도에서는 장수와 풍요의 상징으로 신성히 여기고 있습니다",	"중간",	"양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"008_Banyan Tree.jpg"),
("은엽 아카시아",	"Mimosa",	"숨긴 사랑",	"꽃이 아름다울 뿐만 아니라 향이 좋아 향수의 재료로 사용하고 있습니다",	"중간",	"양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"009_Mimosa.jpg"),
("스파티필름",	"Peace Lily",	"세심한 사랑",	"습하고 그늘진 열대우림에서 자라는 식물이므로 적당히 따뜻하고 외부에 비해 습도가 높은 실내에서 잘자라는 편입니다. 추운장소는 꼭 피해주어야 합니다",	"낮음",	"반음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"010_Peace Lily.jpg"),
("로즈마리",	"Rosemary",	"기억, 우정, 아름다운 추억",	"중추신경계를 자극해 두뇌활성화를 돕기 때문에 집중력을 높여주고 식용으로는 차, 양식요리에 자주 쓰입니다",	"낮음",	"양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"011_Rosemary.jpg"),
("아레카야자",	"Areca Palm",	"승리, 부활",	"1.8m 높이로 자라며 실내환경 적응력이 좋아 쉽게 키울 수 있으며 하루동안 내뿜는 수분의 양은 1L정도로 가습기 역할을 톡톡히 합니다",	"중간",	"반음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"012_Areca Palm.jpg"),
("필로덴드론 버킨",	"Pilodendron Birkin",	"행복, 행운",	"직사광선보다는 반그늘을 좋아하고 통풍이 중요한 식물이라 통풍이 잘되는 곳에서 잎사귀에 물을 뿌려주어 공중습도를 맞춰주는 것이 중요합니다",	"낮음",	"반음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"013_Pilodendron Birkin.jpg"),
("스킨답서스",	"Scindapsus",	"우아한 심성",	"자주 관리를 하지 않아도 되고 실내의 오염물질들을 제거하는데에도 효율적입니다 애완동물들에게는 독이 될 수 있어 주의가 필요합니다",	"낮음",	"반음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"014_Scindapsus.jpg"),
("알로카시아 프라이덱",	"Green Velvet Alocasia",	"수줍음",	"잎이나 줄기를 잘랐을 때 나오는 수액이 피부에 닿으면 따끔거리거나 통증, 알레르기, 두드러기를 유발할 수 있으므로 어린아이, 애완동물들과 함께 있다면 주의가 필요합니다",	"중간",	"반음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"015_Green Velet Alocasia.jpg"),
("칼라데아 오르비폴리아",	"Calathea Orbifolia",	"당신과 함께 하겠습니다",	"수돗물의 화학성분이 갈변의 원인이 될 수 있기 때문에 이틀정도 받아놓은 물을 사용하는게 좋습니다",	"중간",	"반음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"016_Calathea Orbifolia.jpg"),
("멜라니 고무나무",	"India Rubber Tree",	"영원한 행복",	"포름알데히드를 흡수해 새집증후군에도 좋습니다. 채광이 좋고 통풍이 잘되는 거실에서 관리하는 것이 좋고 온도는 5도이상 유지 해야합니다",	"낮음",	"반음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"017_India Rubber Tree.jpg"),
("스위트 바질",	"Sweet Basil",	"작은 희망",	"바질향은 공기를 맑게 하고 심신 안정과 두통완화효과가 있습니다. 또한 졸음을 방지하는 효과가 있어 수험생, 운전자에게 좋습니다.",	"중간",	"양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"018_Sweet Basil.jpg"),
("홍콩 야자",	"Schefflera",	"행운",	"포름알데히드 제거능력이 뛰어나서 새집증후군 제거를 위해 좋습니다.",	"낮음",	"음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"019_Schefflera.jpg"),
("금전수 (돈나무)",	"Eternity Plant",	"부귀, 재물, 번영",	"금전수는 한여름에서 초가을 사이에 꽃이 피며 공기 정화 실물로 실내의 벤젠, 톨루엔 등의 휘발성 유해물질을 제거할 수 있습니다.",	"낮음",	"반음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"020_Eternity Plant.jpg"),
("유칼립투스 구니",	"Eucalyptus Gunnii",	"추억",	"직접 햇빛을 받는 장소, 창문을 열어놓은 창틀이나 베란다등에서 키우는게 좋으며 햇빛을 받을수록 광합성이 활발해져서 성장도 빨라져 나무처럼 키울 수 있습니다",	"높음",	"양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"021_Eternity Plant.jpg"),
("알로카시아 오도라",	"Alocasia",	"수줍음",	"잎이 넓고 커 이국적인 이미지를 연출하고 싶을 때 좋으며 키가 높이 자라고 잎이 넓기 때문에 책장과 책장사이 빈 공간에 두기에 안성맞춤인 식물입니다",	"높음",	"반양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"022_Alocasia.jpg"),
("아이비",	"Ivy",	"진실한 애정",	"실내에서 키우기 좋으며 직사광선을 싫어해 서늘한 곳이나 통풍이 잘되는 그늘에서 키우면 좋습니다. 또 햇빛을 너무 안받으면 무늬가 옅어지는 성질이 있어 가끔이라도 베란다에 놔주시면 좋습니다",	"낮음",	"음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"023_Ivy.jpg"),
("호야 카르노사",	"Hoya Carnosa",	"고독한 사랑",	"이산화탄소를 흡수하고 전자파를 차단하는 성질이 있으며 침실이나 거실, 통풍이 잘되는 밝은 곳이나 햇볕아래에 두는 것이 좋습니다",	"낮음",	"양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"024_Hoya Carnosa.jpg"),
("여인초",	"Traveller's Palm",	"영원한 신비",	"최대 30m까지 자라는 거대화초중의 하나이며 이파리들이 동서 방향이으로만 자라는 경향이 있어서 평면의 형태가 만들어지고 멀리서 보면 부채의 형태처럼 생겼습니다",	"낮음",	"반양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"025_Traveller's Palm.jpg"),
("수박 페페로미아",	"Watermelon Peperomia",	"아름다운 나날",	"줄무늬가 있는 은빛과 녹색잎이 수박을 닮았다고 해서 지어진 이름이며 비교적 느리게 자라고 10-15cm정도 높이가 되는 작은 종입니다",	"중간",	"반양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"026_Watermelon Peperomia.jpg"),
("싱고니움",	"Singonium",	"즐거움, 기쁨",	"독이 있는 식물이어서 먹으면 심한 구강통증을 유발하기 때문에 어린아이나 애완동물에게는 독이될 수 있어 주의가 필요합니다",	"중간",	"음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"027_Singonium.jpg"),
("목마가렛",	"Marguerite Daisy",	"자유",	"빛을 좋아하기 때문에 실내에 너무 오래두면 꽃대에 힘이 없어지고 금새 시들어 버립니다",	"중간",	"양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"028_Marguerite Daisy.jpg"),
("극락조화",	"Bird Of Paradise",	"신비, 영구불멸",	"극락조라는 새를 닮았다고 해서 붙여진 이름이며 높이는 최대 1m까지 자라고 실내환경에서도 잘자라지만 직사광선을 좋아하는 식물이기 때문에 빛을 충분히 받아야 튼튼하게 자라는 식물입니다",	"낮음",	"양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"029_Bird Of Paradise.jpg"),
("필레아 페페로미오데스",	"Missionary Plant",	"행운",	"밝은 간접광을 좋아하며 햇빛을 많이 받으면 줄기가 짧고 촘촘하게 나지만, 햇빛이 부족하면 길게 자라지 못합니다. 또 잎들이 해바라기처럼 햇빛이 있는 쪽을 바라보며 크기 때문에 빛을 받는 방향을 돌려주는 것이 좋습니다",	"낮음",	"반양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"030_Missionary Plant.jpg"),
("유카",	"Yucca",	"위험",	"공기정화와 전자파차단 효과가 있고 실내에서 잘자라서 키우기 쉽고 관상용으로도 인기가 좋습니다",	"낮음",	"양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"031_Yucca.jpg"),
("필로덴드론 셀로움",	"Lace Tree Philodendron",	"나를 사랑해주세요",	"열대식물이어서 햇빛이 잘 드는 곳에서 자라지만 그늘에서도 잘 적응하고 자랄 수 있습니다",	"중간",	"반음지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"032_Lace Tree Philodendron.jpg"),
("떡갈잎 고무나무",	"Fiddle-leaf Fig",	"강건",	"햇빛을 좋아하지만 갑자기 햇빛이 드는 곳에 내놓으면 잎표면의 큐티클층이 약해져 잎이 타들어갈 수 있으니 서서히 햇빛에 적응시키는 게 좋으며 통풍이 잘되는 곳에 두는 것이 좋습니다",	"낮음",	"반양지",	"겉흙이 마르면 물을 듬뿍 주면 됩니다",	"033_Fiddle-leaf Fig.jpg"),
("동백나무",	"camellia",	"절조, 청념",	"추운겨울에도 붉게 핀 동백꽃이 유명한 겨울에도 푸르른 잎을 자랑하는 대표적인 겨울나무입니다.",	"중간",	"무관",	"마르지않도록 수시로 물을 뿌려주세요",	"034_Camellia.jpeg"),
("오렌지 자스민",	"orange jessamine",	"사랑스러움",	"윤기있는 잎과 향기로운 꽃이 매력이 식물입니다. 꽃향기가 매우 진합니다.",	"낮음",	"반양지",	"겉흙이 마르면 충분히 물을 주세요",	"035_Orange jessamine.jpeg"),
("파키라",	"Pachira",	"행운",	"금전수(재물을 불러온다는 의미) 로도 알려져 인기가 있는 식물입니다. 열매는 식용이 가능합니다.",	"중간",	"반양지",	"겉흙이 마르면 충분히 물을 주세요",	"036_Pachira.jpeg"),
("필로덴드론 옥시카르디움", "Philodendron oxycardium", "",	"아름다운 라임빛 초록 무늬를 가진 덩굴성 식물, 성장도 빠르고 키우기도 쉬운 편이라 실내공간 여기저기에 배치해서 키우기 적당합니다.",	"낮음",	"반양지",	"겉흙이 마르면 충분히 물을 주세요",	"037_Philodendron oxycardium.jpeg"),
("용혈수",	"Dracaena draco", "",	"잎의모양이 길고 시원하게 위로 쭉 뻗어있는 아프리카에서 온 식물, 수천년을 자라는 식물이라 성장속도가 매우 느린편입니다.",	"중간",	"반양지",	"겉흙이 마르면 충분히 물을 주세요",	"038_Dracaena draco.jpeg"),
("브레이니아 니보사",	"Breynia nivosa", "",	"추위에 약하고 환경변화를 싫어해서 잦은 이동은 해로울 수 있습니다.",	"중간",	"반양지",	"겉흙이 마르면 충분히 물을 주세요",	"039_Breynia nivosa.jpeg"),
("사계귤",	"Calamansi", "",	"한국 원예에서 분재로 가장 많이 유통되는 귤속 식물. 칼라만시와 동일한 종이며, 과일을 식용할 목적이 아닌 관상용 식물이다.",	"낮음",	"반양지",	"겉흙이 마르면 충분히 물을 주세요",	"040_Calamansi.jpeg"),
("개운죽",	"Dracaena sanderiana",	"행복과 번영", "최대 1.5m 정도 자라는 카메룬 원산의 대나무. 다만 명칭대로 대나무의 한 종은 아니고, 단지 생김새가 비슷해 이렇게 이름붙여진 것이다.",	"낮음",	"반양지",	"흙이 바짝 마르면 충분히 물을 주세요",	"041_Dracaena sanderiana.jpeg"),
("디지고테카 아랄리아",	"Dizygotheca aralia", "",	"화분에서는 150cm 정도로 자라지만 원산지에서는 7~8m 까지 자라는 식물 , 성장이 더디다고 합니다.",	"중간",	"반양지",	"겉흙이 마르면 충분히 물을 주세요",	"042_Dizygotheca aralia.jpeg"),
("라벤더",	"Lavender",	"침묵",	"아름다운 보라색을 띠기 때문에 연보라색의 대명사로도 활용된다. 세정제, 방향제, 향수에도 첨가될 만큼 향또한 좋다.",	"낮음",	"양지",	"표면부터 3cm 마르면 물을 충분히 주세요",	"043_Lavender.jpeg"),
("제라늄",	"Pelargonium",	"진실한 애정",	"잎과 꽃의 모양이 다양하고 온도만 맞는다면 일년 내내 아름다운 꽃잎을 볼 수 있어 사랑받는 식물입니다.",	"낮음",	"양지",	"주 1~2회 겉흙이 마르면 물을 흠뻑 주세요",	"044_Pelargonium.jpeg"),
("후마타 고사리",	"Humata tyermannii",	"상록 (내내푸르다)",	"다른 고사리들 보다 물을 좀 덜 주고 덜 습하게 해줘도 잘 자라는 고사리, 키우기도 매우 쉬운 종입니다.",	"낮음",	"반음지",	"주 1~2회 겉흙이 마르면 물을 흠뻑 주세요",	"045_Humata tyermannii.jpeg"),
("칼랑코에",	"Kalanchoe blossfeldiana",	"설렘",	 "관리만 잘하면 일년 내내 핀다. 쌍떡잎식물의 장미목 돌나무과의 다육성 화초로서 미국 항공 우주국(NASA)이 공기정화 식물로 선정할 만큼 공기정화력이 뛰어나다.",	"낮음",	"반양지",	"속흙까지 말랐을때 물을 흠뻑 주세요",	"046_Kalanchoe blossfeldiana.jpeg"),
("줄리아 페페",	"Parallel peperomia",	"아름다운 나날",	"철녹색에 미색의 줄무늬가 선명한 예쁜 잎을 가진 식물로 잎의 모양과 무늬에 따라 다양한 품종이 있습니다.",	"낮음",	"반음지",	"주 1회",	"047_Parallel peperomia.jpeg"),
("마란타 레우코네우라",	"Prayer plant", "",	"잎무늬가 붉은색으로 뚜렷하고 알록달록해 색깔과 모양이 이쁜 식물, 잎이 접히는것은 잎의 습도를 유지하기 위한 행동입니다.",	"낮음",	"반양지",	"주 1~2회 겉흙이 마르면 물을 흠뻑 주세요",	"048_Prayer plant.jpeg"),
("녹태고",	"Silver dollar plant",	"녹색 태고(북)",	"둥글한 동전을 닮았고, 지지대를 타고 위로 길게자랍니다. 처음에는 성장이 더디지만 자리를 잡고나면 다른 다육식물에 비해 성장이 빠른 편입니다.", "낮음",	"반양지",	"2주 1회",	"049_Silver dollar plant.png"),
("무늬 푸미라",	"Pumila",	"영원한 사랑",	"열대아시아에 널리 분포되어 있고, 상록덩굴성 고무나무이며 줄기에서 기근이 나와 담쟁이덩굴모양으로 수목이나 암석이 붙어 자라는 착생식물입니다.",	"중간",	"반양지",	"겉흙이 마르면 충분히 물을 주세요",	"050_Pumila.jpeg"),
("베고니아",	"Begonia",	"사랑을 주는 꽃",	"아열대지방에서 온 식물로, 2000종 이상의 아주 많은 종의 베고니아가 있다. 수많은 종류처럼 키우기 까다로운종도 있고, 쉬운 종도 있다, 매니아층이 두터운 편입니다.",	"중간",	"반양지",	"주 1~2회 겉흙이 마르면 물을 흠뻑 주세요",	"051_Begonia.jpeg"),
("필로덴드론 플로리다뷰티",	"Variegated Philodendron", "",	"여러개로 갈라지는 독특한 모양의 잎을 가진 식물입니다. 새 잎이 나올때마다 다르게 나오는 무늬가 매력적입니다.",	"중간",	"반양지",	"주 1~2회 겉흙이 마르면 물을 흠뻑 주세요",	"052_Variegated Philodendron.png"),
("휘카스 움베르타",	"Ficus Umbellata",	"부부의 사랑",	"뽕나무과이고 얇지만 넓은 잎을 가지고 있습니다, 특이하게 꽃이 피지않고 무화과처럼 열매안에 꽃이 생기는 식물입니다.",	"낮음",	"반양지",	"주 1~2회 겉흙이 마르면 물을 흠뻑 주세요",	"053_Ficus Umbellata.jpeg"),
("둥근 잎 아카시아",	"Pearl acacia",	"비밀스러운 사랑",	"유카립투스를 연상케하는 이 식물은 빠르게 자라는 다년생 나무입니다. 추위에 약하지만 잘만 키운다면 초봄에 노란색의 향기로운 꽃을 만나볼 수 있습니다.",	"낮음",	"반양지",	"주 1~2회",	"054_Pearl acacia.jpeg"),
("괴마옥",	"Euphorbia hypogaea",	"마귀를 물리친다",	"파인애플을 닮아 꾸준히 인기가 많은 식물, 이름의 뜻처럼 나쁜 귀신을 쫒는다는 뜻을 가지고 있습니다.",	"낮음",	"반양지",	"주 1~2회",	"055_Euphorbia hypogaea.jpeg"),
("칼라데아 세토사",	"Calathea setosa",	"",	"이쁜 외형을 자랑하는 식물 중 하나, 잎의 윗면의 길게 뻗은 줄무늬가 마치 호랑이를 연상케 합니다. 기도하는 식물로 불리며 잎이 낮과 밤에 향하는 방향이 다릅니다. 높은습도를 유지해야합니다.",	"중간",	"반양지",	"주 1~2회 겉흙이 마르면 물을 흠뻑 주세요",	"056_Calathea setosa.png"),
("필로덴드론 핑크프린세스",	"Philodendron pink princess",	"나무를 사랑한다",	"딸기우유같은 핑크색 무늬를 가진 식물입니다. 새잎이 나올때마다 달라지는 무늬를 보는재미도 있고, 줄기를 자르면 빨간 수액이 나오기도 합니다.",	"낮음",	"반음지",	"주 1~2회 겉흙이 마르면 물을 흠뻑 주세요",	"057_Philodendron pink princess.jpeg"),
("수염 틸란드시아",	"Tillandsia usneoides",	"",	"스페인 이끼라고도 불리고, 흔히 열대나 아열대 지방에서 큰 나무에 붙어 자랍니다. 나뭇가지에 걸려서 쨍쨍한 햇빛을 받아 성장합니다.",	"낮음",	"반양지",	"일주일에 한번씩 물에 푹 담궈주세요",	"058_Tillandsia usneoides.png"),
("은사초",	"Blue Fescue",	"자중",	"한국에서 흔히 볼 수 있는 식물, 사시사철 푸른 은색을 띄고 있다. 주로 조경을 위해 야외 테라스나 정원에 심습니다.",	"낮음",	"양지",	"주 1~2회",	"059_Blue Fescue.jpeg"),
("축전",	"Conophytum bilobum", "하늘로 쏘아올린 축포",	"다양한 품종이 있고, 품종마다 꽃의 색상이나 크기, 모양이 조금씩 다르다. 일년에 한번 꽃을 피우고 탈피를 통해서 번식하는 독특한 식물입니다.",	"낮음",	"반양지",	"주 1회",	"060_Conophytum bilobum.png"),
("소철",	"Cycas",	"강한 사랑",	"곧게뻗은 잎이 이국적인 여름 휴양지 분위기를 내어 제주도에서 많이 볼 수 있습니다. 잎이나는 중심부에는 열매가 달리는데 독성분이 있어서 섭취하면 안됩니다.",	"낮음",	"반양지",	"2주 1회",	"061_Cycas.jpeg"),
("청페페",	"Baby rubberplant",	"아름다운 나날",	"동그랗고 두툼한 잎을 가진 페페로미아 종류식물입니다. 화분에 심어 창가에서 키우면 윤기있는 싱그러운 잎을 볼 수 있습니다.",	"낮음",	"반양지",	"주 1~2회",	"062_Baby rubberplant.jpeg"),
("페퍼민트",	"Peppermint",	"온정과 진심",	"워터민트와 스피아민트사이에서 자연적으로 태어난 종입니다. 상쾌한 향이나고 식용 및 아로마 테라피 등에 가장 인기가 많은 식물입니다.",	"중간",	"반음지",	"표면부터 3cm 마르면 물을 충분히 주세요",	"063_Peppermint.jpeg"),
("긴잎 아카시아",	"Sydney Golden Wattle",	"우정",	"은백색의 긴 잎과 봄에 피는 복슬복슬한 노란색 꽃이 매력적인 친구랍니다. 생장 속도가 빠른 편이며, 7~8미터 까지도 자란답니다",	"중간",	"양지",	"주 1~2회",	"064_Sydney Golden Wattle0.jpg");


INSERT INTO themes (plantId, interior, begginer, lucky) VALUES (1, true, true, false),(5, true, false, false), (6, false, true, false), (7, false, true, false), (12, false, true, false), (14, false, true, false), (17, false, true, false), (20, false, false, true), (30, true, false, false), (36, false, false, true), (46, true, false, false), (67, true, false, false), (71, false, false, true), (72, true, false, false), (79, false, false, true), (127, true, false, false), (129, false, false, true);

INSERT INTO users (nickname, email, password, gender) VALUES ("김코딩", "kimcoding@gmail.com", "12345678Q!", "male")

INSERT INTO favorites (userId, plantId) VALUES (1, 1)
INSERT INTO favorites (userId, plantId) VALUES (1, 3)
INSERT INTO favorites (userId, plantId) VALUES (1, 18)


INSERT INTO plants (kor_name, eng_name, means, description, difficulty, light, water, image) VALUES
(
  "수채화 고무나무",
  "Tineke rubber tree",
  "영원한 행복",
  "따뜻한 온도와 밝은 빛 조건만 맞춰준다면 쉽게 키울 수 있는 식물이에요. 다만 수액에는 독성이 있으니 어린아이와 반려동물로부터 멀리해야 합니다",
  "낮음",
  "반양지",
  "주 2회",
  "065_Tineke rubber tree_0.jpg"
),
(
  "티트리",
  "Tea tree",
  "순결",
  "소나무의 잎과 다르게 따갑지 않고 부드러운 촉감을 줘요. 성장속도가 빠르고 키가 큰 식물이랍니다. 상큼한 향을 지니고 있고 피부에 좋아 화장품에도 쓰여요",
  "중간",
  "양지",
  "주 1~2회",
  "066_Tea tree.jpg"
),
(
  "연화죽",
  "Rotus bamboo",
  "행운",
  "대나무와 닮았지만 그와 다르게 속이 꽉 차 있는 식물이에요. 초보자가 키우기 정말 쉬운 식물이에요",
  "낮음",
  "반양지",
  "주 1회",
  "067_Rotus bamboo_0.jpg"
),
(
  "보라 사랑초",
  "Purple false shamrock",
  "당신을 버리지 않을게요",
  "하트모양의 보라색 잎을 가졌어요. 연분홍색의 사랑스러운 꽃을 피어내 많은 사람들에게 사랑받는 식물이에요. 낮에 잎이 닫혀 있다면 물주기가 필요한 시점이에요",
  "중간",
  "양지~반양지",
  "주 1~2회",
  "068_Purple false shamrock.jpg"
),
(
  "알로에 베라",
  "Aloe vera",
  "화해",
  "환경에 적응력이 좋아서 온도,습도가 비슷하게 유지되면 계속 성장합니다. 식용, 약용으로 널리 쓰이며 사람들에게 많은 도움을 주는 고마운 친구랍니다.",
  "중간",
  "양지~반양지",
  "3주 1회",
  "069_Aloe vera0.jpg"
),
(
  "녹영",
  "String of Pearls",
  "변함없는 애정",
  "작고 예쁜 완두콩 모양의 덩굴 모양으로 자라나요. 늘어지며 자라는 성질이 있어 행잉 하분에 심어 공중에 걸어두어도 좋아요.",
  "중간",
  "반양지",
  "2주 1회",
  "070_String of Pearls1.jpeg"
),
(
  "천냥금",
  "Ardisia japoncia",
  "부, 재산",
  "변함없는 마음	사계절 내내 매끄럽고 푸른 잎을 띄는 상록성 식물이에요. 5월에 하얀색 작은 꽃이 피고 가을에 작은 붉은 열매가 오종종 달려요",
  "중간",
  "양지",
  "주 1~2회",
  "071_Ardisia japoncia0.jpeg"
),
(
  "안스리움 클라리너비움",
  "Velvet Cardboard Anthurium",
  "",
  "벨벳 질감의 진한 녹색 잎에 하얀색 뚜렷한 잎맥을 가진 열대식물이에요. 세순은 아주 작게 나와서 점점 커지는 매력적인 식물이랍니다.",
  "중간",
  "반양지",
  "주 1~2회",
  "072_Velvet Cardboard Anthurium.jpg"
),
(
  "콜레우스",
  "Coleus",
  "절망적인 사랑",
  "다양한 무늬와 화려한 잎 색이 매력적인 식물이에요. 계절과 햇빛 양에 따라 잎의 색상이 변해요. 햇빛을 좋아하지만 너무 강한 햇빛에서는 잎이 탈 수 있어요",
  "중간",
  "양지",
  "주 1~2회",
  "073_Coleus1.jpeg"
),
(
  "남천",
  "Sacred bamboo",
  "전화위복",
  "여유있는 느낌의 나풀거리는 잎이 멋진 식물이에요. 대나무와 올리브 나무를 섞어놓은 듯한 모습에, 가을에 빨갛게 물드는 단풍잎이 정말 사랑스러워요",
  "중간",
  "양지",
  "주 1~2회",
  "074_Sacred bamboo0.jpeg"
),
(
  "드라세나 콤팩타",
  "Calypso Queen",
  "번영",
  "잎의 배열이 촘촘하게 되어 있어 Compacta 라는 이름을 얻었어요. 광택이 있고, 잎의 길이가 10cm 내외로 다른 드라세나 종에 비해 짧은 편이에요",
  "낮음",
  "반양지~반음지",
  "주 1회",
  "075_Calypso Queen2.jpeg"
),
(
  "에크메아 파시아타",
  "Sliver vase plant",
  "만족",
  "파인애플과에 속하는 식물이에요. 스스로를 보호하려고 잎에 하얀 분이 묻어있어요. 잎과 뿌리 두 군데로 양분과 수분을 흡수하는 식물이에요",
  "중간",
  "반음지",
  "2주 1회", 
  "076_Sliver vase plant0.jpeg"
),
(
  "알리 고무나무",
  "Ficus alii",
  "",
  "벤자민 고무나무와 사촌 사이라 다른 이름은 알리 벤자민이에요 수형이 잘 잡혀 동양적인 매력을 느낄 수 있어요. 갑작스럽게 빛이 변하면 잎이 떨어질 수 있으니 서서히 옮겨주세요",
  "중간",
  "반양지",
  "주 1~2회",
  "077_Ficus alii0.jpeg"
),
(
  "워터 코인",
  "Whorled Pennywort",
  "풍요",
  "동그랗게 생긴 잎이 작은 연잎을 닮았어요. 습한 늪지대를 좋아하기 때문에 수반에 물을 담아 저면관수로 키우거나, 뿌리의 흙을 깨끗이 씻어내고 수경재배로 키워도 좋아요",
  "낮음",
  "반양지",
  "주 1~2회",
  "078_Whorled Pennywort.jpeg"
),
(
  "아글라오네마",
  "Aglaonema",
  "부귀",
  "잎이 아주 화려한데 비해 키우기 까다롭지 않아서 사랑받는 식물이에요. 높은 습도를 좋아하고 반그늘에서 잘 자란다고 해요",
  "낮음",
  "반양지~반음지",
  "주 1~2회",
  "079_Aglaonema2.jpeg"
),
(
  "틸란시아 세로그라피카",
  "King of air plants",
  "영원한 사랑",
  "흙 없이 키우는 공중식물 탈란시아 세로그라피카는 세계 멸종 위기 보호 식물로 지정받았어요. 수명이 20년이 넘고 독특한 생김새와 은백색 색감을 가지고 있어요",
  "중간",
  "양지~반양지",
  "주 1~2회",
  "080_King of air plants.jpeg"
),
(
  "염자",
  "Friendship tree",
  "풍요",
  "싱그러운 연두색 바탕에 테두리를 따라 빨갛게 물이 드는 귀여운 다육식물이에요. 나무처럼 자라는 성질이 있어, 가지치기를 통해 멋진 수형을 만들 수 있어요",
  "낮음",
  "양지",
  "2주 1회",
  "081_Friendship tree0.jpeg"
),
(
  "장미",
  "Rose",
  "사랑",
  "꽃의 여왕이라고 불리며 화형,화색이 아주 다양해요. 향도 물약향,과일향,아몬드향 등 아주 다양해, 실내에서는 벌레가 잘 생기기 때문에 야외에서 키우는 게 좋아요",
  "중간",
  "양지",
  "주 2~3회",
  "082_Rose3.jpeg"
),
(
  "트리안",
  "Wire plant",
  "추억",
  "잎이 얇은 편이고 빛이 적게 드는 곳에서도 잘 자라지만 나무 빛이 적은 곳에서는 못자랄 수 있어요. 물을 아주 좋아해서 부족하면 잎이 금세 마를 수 있어요",
  "중간",
  "반양지",
  "주 2~3회",
  "083_Wire plant.jpg"
),
(
  "호야 콤팩타",
  "Hoya Compacta",
  "",
  "둥근 모양으로 분홍 꽃이 뭉쳐서 피고 꽃 한 개의 모양은 별모양을 닮았어요. 향기로운 분홍꽃의 특이한 점은 나온 자리에서만 다시 피어난답니다",
  "낮음",
  "반양지",
  "주 1회",
  "084_Hoya Compacta.JPG"
),
(
  "크로톤",
  "Croton",
  "",
  "교태	잎이 특이한 무늬와 알록달록한 색깔이 이쁜 식물이에요. 실내광에서도 잘 자라지만 빛이 적은 곳에 두면 잎의 무늬가 옅어지고 녹색으로 변해요",
  "중간",
  "반양지",
  "주 1회",
  "085_Croton.JPG"
),
(
  "블루 아이스",
  "Cupressus arizonica",
  "",
  "피톤치드가 나오는 은백색 잎이 매력적인 침엽수에요. 추운 겨울이 되면 더욱 하얗게 변해요. 햇빛과 바람을 좋아해서 야외에서 키우는 것이 가장 좋지만, 베란다에서도 키워도 잘 적응하는 편이에요",
  "중간",
  "양지",
  "주 1~2회",
  "086_Cupressus arizonica var. glabra 'Blue ice'.JPG"
),
(
  "지바시스 펠루치다",
  "Tahitian Bridal veil",
  "",
  "안개꽃의 꽃과 많이 닮아 있어 혼란을 주기도 하는 친구에요. 잎들이 뭉쳐 있어, 잎 사이에 작은 흰 꽃이 여러 군데 피어나요. 결혼식을 떠울리게 젊은 부부에게 선물 한다면 더욱 좋은 식물이에요", 
  "중간",
  "반양지",
  "주 1~2회",
  "087_Tahitian Bridal veil.jpg"
),
(
  "시기지움",
  "Brush Cherry",
  "",
  "사계절 싱그러운 진녹색 잎을 보여주는 식물이에요. 해외에선 조경수로 사용되어 울타리로 연출되기도 해요. 가지치기 하면 더욱 이쁜 모양을 가진답니다.",
  "중간",
  "양지~반양지",
  "주 1~2회",
  "088_Brush Cherry.jpeg"
),
(
  "덕구리난",
  "Elephant's foot",
  "",
  "이름에 난이 들어가지만 난의 종류는 아니며 줄기부분이 코끼리 발을 닮았어요. 오랜 시간 키울 수 있으며 1년에 10cm 정도 성장해요",
  "낮음",
  "양지",
  "월 1~2회",
  "089_Elephant's foot.JPG"
),
(
  "레몬밤",
  "lemon balm",
  "동정심",
  "잎에서 레몬과 민트가 섞인 듯한 향이 나며 키가 작은 편이에요. 여러 방면으로 쓰이는 다재다능한 친구에요",
  "중간", 
  "양지~반양지",
  "주 1~2회",
  "090_lemon balm.JPG"
),
(
  "필로덴드론 베루코섬 X 멜라노크리섬",
  "Philodendron verrucosum x melanochysum",
  "절세미인",
  "두 식물의 특성을 물려받아, 길고 어두운 벨벳 질감의 잎에 역광이 비치면 형광처럼 빛나는 느낌이 들어요. 베루코섬이나 멜라노크리섬에 비해 성장속도가 빨라요",
  "중간",
  "반양지~반음지",
  "주 1~2회",
  "091_Philodendron verrucosum x melanochysum.JPG"
),
(
  "프테리스",
  "Cretan brake",
  "",
  "하늘하늘 거리는 엷은 연두잎이 사랑스러운 식물이에요. 얇은 줄기와 길쭉한 잎은 동양적인 느낌을 연출하기도 해요. 물이 마르면 잎이 바싹 마를 수 있으니 관심을 가져주세요",
  "중간",
  "반음지",
  "주 2~3회",
  "092_Cretan brake.JPG"
),
(
  "비화옥",
  "Dwarf chin cacuts",
  "",
  "키우기가 쉽고 손이 많이 안가 바쁜 현대인들이 많이 키우기 좋답니다. 밤에 실내의 이산화탄소를 제거 하고 산소를 많이 뿜는 성격이 있어요",
  "낮음",
  "양지",
  "한 달 1회",
  "093_Dwarf chin cacuts.JPG"
),
(
  "흑법사",
  "Black Rose",
  "",
  "검붉은 색의 장미와 비슷하게 생긴 다육식물이에요. 키가 크게 자라는 편이어서 해외에서는 화단에 심어 멋지게 연출하기도 해요",
  "낮음",
  "양지",
  "2주 1회",
  "094_Black Rose.JPG"
),
(
  "오로라 페페",
  "Beafsteak plant",
  "",
  "색이 다양해서 오로라 페페라고 불리고 있지만, 실은 페페는 아니고 비름과 식물이에요. 서늘한 날씨에서 더 빠르게 성장해요",
  "중간",
  "양지",
  "주 1~2회",
  "095_Beafsteak plant.JPG"
),
(
  "휘카스 페티올라시스",
  "Ficus petiolaris",
  "",
  "하트모양의 잎에 붉은색 잎맥이 매력적인 식물이에요. 뿌리 부분이 통통해서 괴근 식물로도 유통되고 있어요. 재미있게도 줄기를 잘라 삽목하면 기존 식물보다 성장속도가 빨라요",
  "중간",
  "양지~반양지",
  "주 1~2회",
  "096_Ficus petiolaris.JPG"
),
(
  "십이지권",
  "Zebra haworthia",
  "기대",
  "밤에 실내의 이산화탄소를 제거하고 산소를 뿜는 성격이 있는 CAM 식물이에요. 잎의 길이가 5cm 정도 밖에 되지 않는 앙증맞은 식물이랍니다",
  "중간",
  "반음지",
  "2주 1회",
  "097_Zebra haworthia.JPG"
),
(
  "사랑초 옵투사",
  "Oxalis obtusa",
  "",
  "다양한 색의 꽃이 피는 식물이에요. 가을에 구근을 심으면 겨울이 끝날 때부터 봄까지 예쁜 꽃을 감상할 수 있어요. 꽃이 지고 나서 봄부터 가을까진 구근상태로 휴면기로 보내요",
  "중간",
  "양지",
  "주 1~2회",
  "098_Oxalis obtusa.JPG"
),
(
  "페페로미아 프로스트라타",
  "String of Turtles",
  "",
  "거북이의 등을 닮은 작고 귀여운 잎을 가진 귀여운 식물이에요. 두툼한 앞에 수분을 저장하고 있으며, 다육식물과 비슷한 성질을 가지고 있답니다",
  "중간",
  "양지",
  "주 1~2회",
  "099_String of Turtles.JPG"
),
(
  "휘토니아",
  "Nerve plant",
  "",
  "다양한 바탕색에 뚜렷한 잎맥의 작은 잎을 가져서 테라리움에도 많이 쓰이고 있어요. 따뚯한 곳애서 무난하게 잘 자라요",
  "중간",
  "음지",
  "주 1~2회",
  "100_Nerve plant0.jpeg"
),
(
  "무늬 산호수",
  "Japanese Ardisia Variegated",
  "총명",
  "초록색과 아이보리색이 섞인 아름다운 무늬를 가진 식물이에요. 잘 키운다면 가을-봄에 빨간색 열매를 볼 수 있어요",
  "낮음",
  "반양지",
  "주 1~2회",
  "101_Japanese Ardisia Variegated.jpeg"
),
(
  "청하각",
  "African Milk Tree",
  "",
  "건조에 강하며 줄기를 자르면 하얀 수액이 나와서 아프리카 우유 나무라고도 불려요. 선인장이면서 특이하게 잎을 가지고 있고 줄기에 광택이 약간 있어요",
  "낮음",
  "양지",
  "3주 1회",
  "102_African Milk Tree.JPG"
),
(
  "개나리 자스민",
  "Yellow Jasmine",
  "우아한 아름다움",
  "겨울과 초봄사이에 향 좋은 노란색 꽃을 보여주는 개나리 자스민은 꽃이 귀한 겨울철 사랑 받는 식물입니다",
  "낮음",
  "양지",
  "물주기는 화분의 흙이 마르면 화분밑으로 흘러내릴만큼 흠뻑 주면 됩니다",
  "103_Yellow Jasmine_0.jpg"
),
(
  "산세베리아 슈퍼바",
  "Sansevieria Superba",
  "",
  "아프리카에서온 산세베리아 슈퍼바는 산세베리아의 품종 중 하나로, 잎 테두리를 따라 노란색 무늬가 있는 것이 특징입니다",
  "중간",
  "반양지",
  "3주 1회 잎이 쪼글쪼글해지면 주면 됩니다",
  "104_Sansevieria Superba_1.jpeg"
),
(
  "프리지아",
  "Freesia",
  "사랑, 순수, 영원한 우정",
  "붓꽃과에 속하는 여러해살이 풀, 원산지는 남아프리카로 관상용으로 재배되고 있습니다. 꽃 프리지아는 처음 발견한 학자가 자신의 연구를 계속 도왔던 친구의 이름을 따서 지은 이름이며 학명은 'Freesia refracta Klatt'이라고 합니다, 색은 노란색이 대표적이지만 흰색, 빨간색, 보라색, 분홍색 등 여러 가지 색이 있습니다",
  "높음",
  "양지",
  "겉흙이 말랐을 때 물을 충분히 주면 됩니다",
  "105_freesia_0.jpg"
),
(
  "마블 선인장",
  "Opuntia monacantha",
  "",
  "마블 선인장은 납작한 몸통에 토끼귀 같은 귀여운 자구가 다글다글 달려있는 선인장입니다, 자구가 잘 달리는 편이라서 쉽게 번식 시킬 수 있고 다양한 모양을 갖고 있습니다",
  "낮음",
  "양지",
  "월 2회",
  "106_opuntia monacantha_0.jpeg"
),
(
  "필로덴드론 플로우마니",
  "Philodendron plowmanii",
  "",
  "필로덴드론 플로우마니는 근육질의 잎맥을 가진 식물이에요. 하트모양의 녹색 잎에 옅게 칠해진 은색이 정말 매력적인 식물입니다",
  "중간",
  "반양지",
  "주 1~2회",
  "107_Philodendron plowmanii_0.jpeg"
),
(
  "히아신스",
  "Hyacinthus",
  "겸손한 사랑",
  "발칸반도와 터키가 원산지인 히아신스는 겨울에서 초봄 향기가 진한 꽃을 보여주는 구근식물입니다, 향기가 아주 진해서 한 두개만으로도 실내에 향을 가득 채울 수 있습니다",
  "낮음",
  "반양지",
  "싹이 나온 뒤 주 2회",
  "108_Hyacinthus_1.jpeg"
),
(
  "마리모",
  "Marimo",
  "",
  "마리모는 동그랗게 생긴 귀여운 생김새의 담수성 녹조류로 일본의 야칸호에서 발견되었습니다, 추위와 어둠에 견디는 능력이 뛰어나고 더위를 싫어해, 한 여름에는 냉장고에 넣어두어도 좋을 정도라고 합니다, 마리모가 떠오르는 것은 기분이 좋아서라고 알려졌지만, 사실 광합성에 의해 생긴 기포들 때문에 떠오르는 것이라고 합니다",
  "낮음",
  "반음지",
  "주 1회 전체 물의 반정도를 하루 전에 받아 놓은 수돗물로 갈아줍니다",
  "109_marimo_0.jpeg"
),
(
  "세인트폴리아",
  "African Violet",
  "영원한 사랑, 영원한 우정",
  "실내에서 번식과 생육이 가능한 식물로서 실내식물로 인기가 좋습니다, 흰색, 파랑색, 보라색, 분홍색 등 다양한 꽃 색을 가지고 있습니다",
  "낮음",
  "반양지",
  "주 1회",
  "110_African Violet_0.jpg"
),
(
  "안스리움 리갈레",
  "Anthurium regale",
  "사랑의 번뇌, 불타는 마음",
  "안스리움 리갈레는 안스리움의 제왕이라고 불리는 식물입니다, 이름처럼 우람하고 멋진 모습을 느낄 수 있지만, 안스리움 중에선 키우기 까다로운 편이라고 합니다",
  "높음",
  "반양지",
  "주 1~2회",
  "111_Anthurium regale_0.jpeg"
),
(
  "틸란드시아 휴스톤",
  "Tillandsia Houston",
  "불멸의 사랑",
  "틸란시아 휴스톤은 은빛이 도는 잎을 가진 포근한 느낌이 드는 식물로, 성장한 휴스톤은 굉장히 복슬복슬하게 생겼습니다, 햇빛이 잘 드는 곳에서 키우면 분홍색, 보라색의 아름다운 꽃을 볼 수 있답니다",
  "낮음",
  "반양지",
  "주 1~2회, 분무해주거나, 30분 정도 물에 담가둡니다",
  "112_Tillandsia Houston_1.jpg"
),
(
  "시클라멘",
  "Cyclamen",
  "",
  "덩이줄기 구근식물인 시클라멘의 꽃은 11월~3월까지 피고, 한줄기 끝에 1개의 꽃이 핍니다, 보라색, 분홍색, 빨강색, 흰색 등 꽃 색이 다양하고, 통풍이 잘 되는 서늘한 곳을 좋아합니다 하트모양의 독특한 화형을 오랫동안 감상 할 수 있고 겨울철 실내에서 재배가 용이한 장점이 있습니다",
  "높음",
  "반양지",
  "주 1~2회",
  "113_Cyclamen_0.jpg"
),
(
  "귀면각",
  "Cereus jamacaru",
  "인내",
  "기둥 선인장중 대표적인 선인장으로 높이 3~5m 정도 자랄 수 있습니다, 꽃은 녹색을 띤 흰색으로 밤에 피는데 개화기간이 짧습니다, 과실은 홍색으로 익으며 사과와 비슷하여 '페루사과'라 불리며 단맛이 나고 먹을 수 있습니다, 인테리어 식물로 많이 활용되고 있습니다",
  "낮음",
  "양지",
  "3주 1회",
  "114_Cereus jamacaru_0.jpeg"
),
(
  "눈꽃 선인장",
  "Arizona Snowcap",
  "",
  "가시가 눈꽃처럼 뭉쳐져있는 귀여운 이 선인장은 개량에 의해 탄생되었다고 합니다, 따뜻한 봄에 분홍색, 흰색의 꽃이 핀다고 합니다",
  "낮음",
  "양지",
  "월 2회",
  "115_Arizona Snowcap_0.jpeg"
),
(
  "산호수",
  "Small coralberry",
  "",
  "산호수는 톱니 모양의 잎에 싱그러운 녹색 잎을 가진 식물입니다, 잘 키운다면 가을에서 봄 사이에 빨간색 열매도 볼 수 있습니다, 키우기 어렵지 않아서 초보자용으로 많이 추천된답니다",
  "낮음",
  "반양지",
  "주 1~2회",
  "116_Small coralberry _0.jpeg"
),
(
  "금청각",
  "Blue Columnar Cactus",
  "",
  "금청각은 정열의 나라 남미 브라질 아타카마 사막에서 온 식물로, 파란 횃불 선인장이라 불립니다, 브라질에서는 10m 이상 자라나는 큰 식물이며 가시와 흰 털을 지니고 있습니다, 사막 환경에서 자라는 금청각은 더위와 건조에도 강하고, 오래 키울수록 은백색이 진해진다고 합니다",
  "중간",
  "양지",
  "월 1회",
  "117_Blue Columnar Cactus_0.jpeg"
),
(
  "수선화",
  "Paperwhite",
  "자기애, 자존심, 고결, 신비",
  "수선화는 초봄에 흰색, 노란색의 커다란 꽃을 보여주는 구근식물로, Narcissus 라는 학명은 그리스 로마신화에서 자신의 외모에 반해 물에 빠져 죽은 미소년 나르키소스의 이름에서 유래한 것으로 유명합니다",
  "낮음",
  "양지",
  "싹이 나온 뒤 주2회",
  "118_Paperwhite_0.jpeg"
),
(
  "미니 알로에",
  "Aloe arborescens",
  "",
  "미니 알로에는 남아프리카에 자생하고 가장 널리 재배되는 알로에 중 하나로, 보통 크란츠 알로에 라고 부르는데, ‘크란츠'는 알로에가 선호하는 서식지에서 유래되었습니다, 이는 바위능선이나 절벽을 뜻하는 아프리카어입니다. 키우기 쉽고 잘 자라서 초보자들에게 사랑받는 식물입니다, 사람의 건강에는 이롭다고 알려져 있지만 반려동물에게는 약한 독성이 있으므로 주의하는 것이 좋습니다",
  "낮음",
  "반양지",
  "월 1회",
  "119_Aloe arborescens_0.jpeg"
),
(
  "백운각",
  "Hedge Cactus",
  "",
  "멕시코 울타리 선인장이라고도 불리는 백운각의 고향은 멕시코입니다,  현지에서는 울타리로 많이 사용하고 크기가 큰 식물이라 이국적인 느낌을 낼 수 있는 한편, 국내 시장에서는 소형부터 대형까지 다양한 사이즈로 거래됩니다, 백운각은 밤에 이산화탄소를 흡수하여 낮에 광합성하기에, 밤에 공기 정화 효과를 더욱 느낄 수 있는 식물입니다",
  "낮음",
  "양지",
  "월 1회",
  "120_Hedge Cactus_1.jpeg"
),
(
  "만세 선인장",
  "RoadKill Cactus",
  "",
  "가시가 거의 없는 선인장으로 납작하고 울퉁불퉁한 모양이 꼭 타이어가 밟고 지나간 것 같다해서 서양에서는 '로드킬 선인장' 이라고 불립니다, 우리나라에서는 두팔을 벌려서 '만세!' 를 부르는 것 같아서 만세선인장이라고 불리고 있습니다, 키우기 까다롭지 않고 가시가 없어 안전해 부담없이 키울 수 있는 식물입니다",
  "낮음",
  "양지",
  "월 1회",
  "121_roadkill cactus_1.jpeg"
),
(
  "아데니움",
  "Desert Rose",
  "",
  "석화로도 불리는 아데니움은 건조한 기후에서도 아름다운 꽃을 피워 '사막의 장미'라고도 많이 알려져 있습니다, 통통한 줄기에 수분을 저장하는 능력이 뛰어나 물을 자주 주지 않아도 됩니다, 협죽도과에 속하는 아데니움은 진액 속에 독성이 있어서 섭취하면 안되고, 식물을 다룰 때 꼭 장갑을 껴야합니다.",
  "중간",
  "양지",
  "월 1~2회",
  "122_desert rose_0.jpeg"
),
(
  "카네이션",
  "Carnation, Clove Pink",
  "사랑에 대한 믿음, 건강을 비는 사랑",
  "어버이의 날 상징으로 우리에게 친숙한 카네이션은, 1907년 미국의 애나 자비스(Anna Jarvis)라는 여성이 자신의 어머니가 카네이션을 좋아하여 5월 둘째주 일요일에 어머니께 카네이션을 선물한 것이 훗날 미국과 캐나다의 어머니의 날에 부모에게 카네이션을 드리는 전통이 되었습니다, 이것이 한국에 전해져 어버이날이나 스승의 날에 기념화로 쓰이게 되었다고 합니다, 원래 꽃의 색은 연분홍색 띤 자주색이지만 현재는 흰색, 녹색 등 다양한 색의 꽃이 개발되었습니다, 꽃말로는 특이하게도, 노란색 카네이션의 경우  '경멸'을 뜻한다고 하니 주의해야겠습니다",
  "낮음",
  "양지",
  "주 1회",
  "123_carnation_2.jpeg"
),
(
  "녹탑",
  "Chain crassula",
  "",
  "녹탑은 그 모양이 마치 시계줄 같이 생겨서 'Watch Chain' 이라고도 불리우는 다육식물입니다, 돌나물과에 속하기 때문에 야외에서 강한 빛을 받고 자라면 꽃이 피기도 합니다, 녹탑은 키가 작고 아담해서 테라리움을 장식할 때도 많이 사용되며, 키우기도 어렵지 않은 편입니다",
  "낮음",
  "양지",
  "월 1회",
  "124_Chain crassula_1.jpeg"
),
(
  "그레이프 아이비",
  "Grape ivy, Cissus antarctica",
  "",
  "우리말로는 ‘포도 아이비’인 이 식물은 엄밀히 말하면 담쟁이(아이비)는 아니고 포도과의 식물입니다, 잎이 난형으로 밝은 녹색이고 가장자리에 엉성한 톱니가 있습니다, 덩굴손이 있어서 다른 물체에 매달리는 특성을 이용해 끈으로 유인하여 기르기도 합니다, 오존에 민감해 오존 피해정도를 육안으로 확인할 수 있어 실내에서 기를 때 오존경보장치 기능도 한다고 합니다",
  "중간",
  "반양지",
  "흙표면이 말랐을 때 흠뻑 줍니다",
  "125_Cissus antarctica_1.jpeg"
),
(
  "맥문동",
  "Lilyturf",
  "",
  "홀로 겨울을 꿋꿋이 이겨내는 동장군으로 알려진 맥문동은, 뿌리의 팽대부가 보리와 비슷하고, 추운 겨울 날씨에도 시들지 않고 이겨낸다 해서 ‘맥문동’이라 이름 지어졌다고 합니다, 하폭이 좁으면서 뾰족한 잎, 늘 푸른 모습이 난으로 착각할 정도로 난과 비슷한 생김새를 가지고 있습니다, 우리말로는‘겨우살이풀’이라고도 하는데, 약재로 사용되는 상록 기생관목인 ‘겨우살이’와 혼동될 우려가 있어 일반적으로 맥문동이라 지칭되고 있습니다",
  "중간",
  "음지",
  "과습에 예민하므로 속흙이 마르면 듬뿍줍니다",
  "126_Lilyturf_1.jpeg"
),
(
  "포트멈",
  "Pot-mum",
  "평화, 지혜, 절개",
  "화분과 국화의 합성어로써 화분에 심겨 판매되는 분화로서의 국화를 총칭합니다, 대,중,소국의 분화 재배와는 별도로 아무 격식없이 5~6회 적은 화분에 심어서 관상하는 분화국입니다, 미주와 유럽에서 많이 개량되었습니다",
  "중간",
  "양지,반양지",
  "주 2회, 물을 좋아합니다",
  "127_potmum_1.jpeg"
),
(
  "거베라",
  "Gerbera",
  "신비, 수수께끼",
  "국화의 일종으로, 원산지는 남아프리카이며, 아시아, 아프리카를 비롯한 온대 및 열대에서 널리 자생하는 여러해살이풀입니다, 다양한 색, 크고 화려한 꽃의 모양 때문에 화환, 부케 등의 단골 메뉴로 사용되며, 정원 식물, 꽃꽂이 꽃, 포트용으로 널리 이용되는 등 매우 대중적인 꽃입니다, 색은 붉은색, 분홍색, 하얀색, 노란색, 주황색 등 야생 품종은 30여 가지 이상, 개량된 품종도 2천 가지가 넘는다고 합니다",
  "낮음",
  "양지, 반양지",
  "겉흙이 약간 마른듯 하면 충분히 줍니다",
  "128_Gerbera_1.jpeg"
),
(
  "행운목",
  "Corn Plant",
  "행운, 행복",
  "행문목의 꽃을 보는 사람에게는 다시오지 않을 행운이 온다는 의미를 가지고 있는 행운목의 종류 중 하나입니다.",
  "낮음",
  "반음지",
  "주 1회",
  "129_corn plant_0.jpeg"
);